9/data/attachments/386e58fb70cff936.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e14349be-55c7-4042-8a4e-fbe94b0cda25</nif:username>
            <nif:friendToBeAdded>Christine_owner_Actions_80009_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>